/* Alert: All installed applications, content, and settings will be moved to the trash. */
"All installed applications, content, and settings will be moved to the trash." = "Tutte le applicazioni installate, il contenuto e le impostazioni saranno spostati nel Cestino.";

/* Alert: Are you sure you want to reset the iOS Simulator content and settings? */
"Are you sure you want to reset the iOS Simulator content and settings?" = "Sei sicuro di voler ripristinare il contenuto e le impostazioni di Simulatore iOS?";

/* Click Relaunch to try again. */
"Click Relaunch to try again." = "Per riprovare, fai clic su Riapri.";

/* Button: Don't Reset */
"Don't Reset" = "Non reimpostare";

/* Message to developer tool: iOS Simulator cannot communicate with SpringBoard. */
"iOS Simulator cannot communicate with SpringBoard." = "Simulatore iOS non può comunicare con SpringBoard.";

/* Alert: iOS Simulator could not find the application to simulate */
"iOS Simulator could not find the application to simulate" = "Simulatore iOS non ha trovato l'applicazione da simulare";

/* Alert: iOS Simulator could not find the SDK. The SDK may need to be reinstalled. */
"iOS Simulator could not find the SDK. The SDK may need to be reinstalled." = "Simulatore iOS non ha trovato il kit SDK: potrebbe essere necessario reinstallare il kit.";

/* Message to developer tool: iOS Simulator failed to find the process ID of %@. */
"iOS Simulator failed to find the process ID of %@." = "Simulatore iOS non è riuscito a trovare l'ID del processo di %@.";

/* Message to developer tool: iOS Simulator failed to install the application. */
"iOS Simulator failed to install the application." = "Simulatore iOS non è riuscito a installare l'applicazione.";

/* Message to developer tool: iOS Simulator is busy opening another application. */
"iOS Simulator is busy opening another application." = "Simulatore iOS è occupato: sta aprendo un'altra applicazione.";

/* Alert: Only one iOS Simulator can run at a time. */
"Only one iOS Simulator can run at a time." = "Puoi eseguire solo un Simulatore iOS alla volta.";

/* Alert: Please choose application to run inside iOS Simulator */
"Please choose application to run inside iOS Simulator" = "Seleziona l'applicazione da eseguire in Simulatore iOS";

/* Alert: Please choose the folder containing the iOS Simulator SDK. */
"Please choose the folder containing the iOS Simulator SDK." = "Scegli la cartella con il kit SDK di Simulatore iOS.";

/* Alert: Please quit iOS Simulator and try again. */
"Please quit iOS Simulator and try again." = "Esci da Simulatore iOS e riprova.";

/* Button: Quit */
"Quit" = "Esci";

/* Button: Relaunch */
"Relaunch" = "Riapri";

/* Button: Switch SDK… */
"Switch SDK" = "Cambia SDK…";

/* Button: Don't Reset */
"Reset" = "Reimposta";

/* Message to developer tool: SpringBoard failed to launch application with error: %d */
"SpringBoard failed to launch application with error: %d" = "SpringBoard non è riuscito ad avviare l'applicazione con l'errore: %d";

/* Message to developer tool: The application that opened iOS Simulator failed to send all of the required information. */
"The application that opened iOS Simulator failed to send all of the required information." = "L'applicazione che ha aperto Simulatore iOS non ha inviato tutte le informazioni necessarie.";

/* Alert: The simulated application quit unexpectedly. */
"The simulated application quit unexpectedly." = "L'applicazione simulata si è chiusa inaspettatamente.";

/* Message to developer tool: The simulated application quit. */
"The simulated application quit." = "L'applicazione simulata si è chiusa.";

/* Message to developer tool: This version of iOS Simulator doesn't support version %d messages */
"This version of iOS Simulator doesn't support version %d messages" = "Questa versione di Simulatore iOS non supporta i messaggi versione %d";

/* Accessibility description of the Home button */
"home.button.description" = "Home";

/* Accessibility description of the AXGroup that contains the simulator */
"simulator.window.description" = "Simulatore";

/* Title for the TV Out window */
"TV_OUT_WINDOW_TITLE" = "Uscita TV";

/* Screenshot filename */
"iOS Simulator Screen shot %@" = "Schermata %@ simulatore iOS ";